/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "ブリッジは検閲を回避するためのTorリレーです。Torがインターネットプロバイダーにブロックされたら、ブリッジを使ってみて下さい。様々なタイプのブリッジがあり、異なる種類の方法で検閲を回避します。あるブリッジがうまくいかない場合、ブリッジを切り替えてみて下さい。\n\n以下のブリッジを利用して下さい、あるいは % からブリッジを手に入れることができます。";
"No Bridges: Directly Connect to Tor" = "ブリッジ無し：直接Torに接続する";
"Provided Bridges: %" = "指定されたブリッジ：%";
"Custom Bridges" = "カスタムのブリッジ";


// BridgeSelectViewController.xib
"Bridge Configuration" = "ブリッジ設定";
"Done" = "完了しました";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "時には、Torへ接続するためにブリッジを使う必要があります。";
"TELL ME MORE" = "詳しく説明して下さい";


// ConnectingViewController.swift
"Connected!" = "接続完了！";
"__CLAIM_1__" = "私たちの多様なコミュニティーはTorを素晴らしくするでしょう！";
"__CLAIM_2__" = "一般の方々は、ネット広告を除くためにTorを利用しています。";
"__CLAIM_3__" = "人々はTorを利用して、家族や友達と安全につながります。";
"__CLAIM_4__" = "アクティビストはTorを利用して、自由に意見を言うことができます。";
"__CLAIM_5__" = "ブロガーはTorを利用して、社会改良への支持を呼び集めることができます。";
"__CLAIM_6__" = "ジャーナリストはTorを利用して、安全に記事のための情報を集めることができます。";
"__CLAIM_7__" = "実業家はTorを利用して、会社の企業戦略を守ることができます。";
"__CLAIM_8__" = "労働者はTorを利用して、仕事を失うことを恐れずに正義のために戦えます。";


// ConnectingViewController.xib
"We're connecting you." = "我々は、あなたと繋がります。";
"START BROWSING" = "ブラウジングを開始する";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "「Advanced Options」セクションを使って下さい。'obfs4' Pluggable Transportをおすすめします（IPv6を選択しないで）。\n\nカメラアイコンをタップしたらウェブサイトのQRコードをスキャンできます、あるいはここに「bridge lines」をコピー＆貼り付けできます：";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "問題が発生しました！アプリを閉じてから再起動して下さい。";


// HelloViewController.xib
"Hello" = "こんにちは";
"Welcome to Tor on mobile." = "モバイル版 Tor へようこそ";
"CHANGE LANGUAGE" = "言語の変更";
"Change Language" = "言語を変更する";
"Cancel" = "キャンセル";


// IntroViewController.xib
"CONTINUE WITHOUT" = "なしで進む";
"USE A BRIDGE" = "ブリッジを利用する";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "期待したとおりにインターネットをブラウズしましょう。";
"No tracking. No censorship." = "監視無し。検閲無し。";


// ScanQrViewController.swift
"Error" = "エラー";
"Camera access was not granted or QR Code scanning is not supported by your device." = "カメラへのアクセスは許可されていません、あるいはQRコードのスキャンはこのデバイスにサポートされていません。";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QRコードを正確に解読できませんでした！これは間違いなくbridges.torproject.orgからのQRコードですか？";
